Revit 2027 API
ParameterTypeId.DividedSurfacePatternMirror Property
 "Component Mirror"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfacePatternMirror { get; }
Public Shared ReadOnly Property DividedSurfacePatternMirror As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfacePatternMirror {
	ForgeTypeId^ get ();
}
static member DividedSurfacePatternMirror : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace